Repository: capstanlqc/cli_automation
Catalog: conv_flash_xlsxs_to_tmxs/output/Eurobarometer_FLASH-002_est-EST_MRT.tmx
Source language: en_us
Languages: et_ee

source: How old were you when you stopped full-time education? {#D4_ins}
et_ee: Kui vana Te olite, kui te lõpetasite oma õpingud päevases õppevormis?

source: Between 1 January {#CurrentYear_insert_6} and 1 January {#CurrentYear_insert_1}
et_ee: {#CurrentYear_insert_6}. aasta 1. jaanuari ja {#CurrentYear_insert_1}. aasta 1. jaanuari vahelisel ajal
